[
    {
        "id": "1",
        "title": "Oral & Maxillofacial Surgery",
        "info": "Department of Dental & Maxillofacial Surgery of Evercare Hospital Dhaka offers full scope of the dental specialty, including general dentistry and specialized services in oral & maxillofacial surgery, orthodontics and restorative dentistry (endodontics and prosthodontics). Our aim is to deliver oral health care of the highest standard to our patients through experienced dental surgeons and modern technology. The department provides diagnosis, management and surgical treatment of defects and injuries related to the function and aesthetics of the teeth, gums and jaws. It also provides excellent surgical service for all sorts of maxillofacial surgery & disease World-Class Oral and Maxillofacial Surgeons Uniquely Qualified in a Wide Variety of Oral Surgical Procedures.The Department of Oral and Maxillofacial Surgery is responsible for the didactic and clinical instruction in Oral and Maxillofacial Surgery and Local Anesthesia and Pain Control for the undergraduate dental students, and has a full- and expanded-scope postgraduate residency training program in Oral and Maxillofacial Surgery for both 48 months (OMFS Certificate only program) and 72 months (OMFS-MD-integrated program). There is ample exposure to Head and Neck Oncology as well as Facial Aesthetic Surgery.The Department is fully committed to patient care, student and resident education, service to the University, the community, and the profession, continuing dental and medical education, and scientific research and publication. ",
        "img": "https://image.flaticon.com/icons/png/512/1182/1182082.png",
        "img2": "https://j758s1irpz926ddw14fjwet1-wpengine.netdna-ssl.com/wp-content/uploads/2016/12/blog1.jpg"
    },
    {
        "id": "2",
        "title": "Prosthodontics Dental Implants",
        "info": "We treat a wide variety of dental care needs, from simple tooth decay repair and single implants to the most complex reconstructions and full mouth prosthesis.Restoring smiles– returning optimal esthetics and function to teeth — is a distinction we value.  Restorative dental treatment can have a transformative impact on the lives of our patients because of the renewed confidence it provides. Our approach is comprehensive — we treat a wide variety of dental care needs, from simple tooth decay repair and single implants to the most complex full mouth implant prosthesis.  We use the latest in digital dentistry tools and methods that provide the highest levels of precision and accuracy, and time-saving convenience.  We offer a free initial consultation to evaluate your need for prosthodontics services.We are dedicated to helping our patients achieve their most natural looking smile with the highest level of function and comfort. We design and create solutions for each dental restorative issue, from the simple to the complex, with precision, skill and a high regard for esthetics, biocompatibility, and longevity.A team of experts – all in one place At UIC, you get a team of experts – all in one location – to save time and visits. Our dental team has specialized experience in prosthodontics, oral surgery, periodontics, restorative and reconstructive oral care.  We follow a collaborative approach to experty diagnose and treat each case with personalized attention to your specific needs. And, we take pride in handling the most complex cases referred from physicians across the country.Dental Implants Are A Part Of Prosthodontics The field of prosthodontics relates to all dental procedures that involve repairing or replacing teeth with prosthetics. This includes things like dental crowns & bridges, dentures, and even dental implants",
        "img": "https://image.flaticon.com/icons/png/512/1227/1227645.png",
        "img2": "https://j758s1irpz926ddw14fjwet1-wpengine.netdna-ssl.com/wp-content/uploads/2016/12/blog3.jpg"
    },
    {
        "id": "3",
        "title": "Orthodontics and The Braces",
        "info": "Our orthodontics department provides comprehensive treatment of bite problems, misaligned teeth and jaws, and jaw growth problems for children and adults in a modern, open-design clinic. We provide a free initial examination to determine your needs and provide an initial estimate of the treatment costs and the time it will take.The UIC team of orthodontic specialists includes 11 board certified orthodontists working closely with a team of resident trainees to provide the highest standard of care. Braces are dental tools that help correct problems with your teeth like crowding crooked teeth, or teeth that are out of alignment. Many people get braces when they’re teenagers, but adults get them too. As you wear them, braces slowly straighten and align your teeth so you have a normal bite. Some people get braces to adjust their smile.",
        "img": "https://image.flaticon.com/icons/png/512/1227/1227640.png",
        "img2": "https://j758s1irpz926ddw14fjwet1-wpengine.netdna-ssl.com/wp-content/uploads/2016/12/blog2.jpg"
    },
    {
        "id": "4",
        "title": "Endodontics",
        "info": "Endodontics is the branch of dentistry concerning dental pulp and tissues surrounding the roots of a tooth. “Endo” is the Greek word for “inside” and “odont” is Greek for “tooth.” Endodontic treatment, or root canal treatment, treats the soft pulp tissue inside the tooth. An endodontist is a dentist who specializes in saving teeth. Endodontists become specialists by completing two or more years of advanced training in endodontics following dental school. They perform routine as well as difficult and very complex endodontic procedures, including root canal treatment, endodontic surgery and special procedures to save teeth after traumatic dental injuries. By focusing their practice on specific procedures such a root canal treatment, surgery and trauma, endodontists are experts at managing a wide array of complex endodontic problems efficiently. Advanced technologies and specialized techniques used by endodontists give them a very accurate view of the inside of the tooth and allow them to treat the tooth quickly and comfortably.",
        "img": "https://image.flaticon.com/icons/png/512/1227/1227646.png",
        "img2": "https://j758s1irpz926ddw14fjwet1-wpengine.netdna-ssl.com/wp-content/uploads/2017/01/img3.jpg"
    },
    {
        "id": "5",
        "title": "Minimum Intervention Dentistry",
        "info": "Minimum intervention dentistry (MID) is the modern medical approach to the management of caries, utilizing caries risk assessment, and focusing on the early prevention and interception of disease. Moving the focus away from the restoration of teeth allows the dentist to achieve maximum intervention, with minimal invasive treatments. The four core principles of MID can be considered to be: (1) Recognition - early identification and assessment of potential caries risk factors through lifestyle analysis, saliva testing and using plaque diagnostic tests; (2) Reduction - to eliminate or minimize caries risk factors by altering diet and lifestyle habits and increasing the pH of the oral environment; (3) Regeneration - to arrest and reverse incipient lesions, using appropriate topical agents including fluorides and casein phosphopeptides-amorphous calcium phosphates (CPP-ACP); (4) Repair - when cavitation is present and surgical intervention is required, conservative caries removal is carried out to maximize the repair potential of the tooth and retain tooth structure. Bioactive materials are used to restore the tooth and promote internal healing of the dentine. Effective implementation of MID involves integrating each of these four elements into patient assessment and treatment planning. This review paper discusses the key principles of MID as a philosophy of patient care, and the practical objectives which flow into individual patient care.",
        "img": "https://image.flaticon.com/icons/png/512/1227/1227657.png",
        "img2": "https://j758s1irpz926ddw14fjwet1-wpengine.netdna-ssl.com/wp-content/uploads/2017/01/img1.jpg"
    },
    {
        "id": "6",
        "title": "Pediatric Dentistry",
        "info": "Pediatric dentists are dedicated to the oral health of children from infancy through the teen years. They have the experience and qualifications to care for a child’s teeth, gums, and mouth throughout the various stages of childhood Children begin to get their baby teeth during the first 6 months of life. By age 6 or 7 years, they start to lose their first set of teeth, which eventually are replaced by secondary, permanent teeth. Without proper dental care, children face possible oral decay and disease that can cause a lifetime of pain and complications. Today, early childhood dental caries—an infectious disease—is 5 times more common in children than asthma and 7 times more common than hay fever.",
        "img": "https://image.flaticon.com/icons/png/512/1060/1060901.png",
        "img2": "https://j758s1irpz926ddw14fjwet1-wpengine.netdna-ssl.com/wp-content/uploads/2017/01/img2.jpg"
    }
]