[
    {
        "name": "Dr. Jesse Jackson",
        "info": "Dr. Jackson has always had a passion for helping others, and it really shows in his approach to care. He takes time to get to know each patient and places a special emphasis on their experience. He’s often complimented on his gentle techniques and ability to help patients make informed decisions. Dr. Jackson is committed to continuing education for the betterment of our patients. He ensures our practice stays up-to-date with the latest developments in implant, cosmetic, and restorative procedures.",
        "img": "https://jacksonfamilydentalonline.com/wp-content/uploads/2020/08/40-under-40-jackson-family-dental.jpg"
    },
    {
        "name": " Dr. Amy Tils",
        "info": "Amy is passionate about educating patients, providing excellent and consistent care, alleviating dental fear, and helping patients maintain oral health. She loves helping others and has found that dentistry is a wonderful way to give back to the community. She has worked as an associate in private practice and also worked for an organization that provided dental care to Alzheimer’s and Long-Term Care facilities. She maintains memberships in the Academy of General Dentistry, Missouri Dental Association, and the American Dental Association.",
        "img": "https://jacksonfamilydentalonline.com/wp-content/uploads/2021/09/dr-amy-tils-team-portrait-jackson-family-dental.jpeg"
    },
    {
        "name": "Dr. Jesse Jackson",
        "info": "Dr. Jackson has always had a passion for helping others, and it really shows in his approach to care. He takes time to get to know each patient and places a special emphasis on their experience. He’s often complimented on his gentle techniques and ability to help patients make informed decisions. Dr. Jackson is committed to continuing education for the betterment of our patients. He ensures our practice stays up-to-date with the latest developments in implant, cosmetic, and restorative procedures.",
        "img": "https://jacksonfamilydentalonline.com/wp-content/uploads/2020/06/Kristen-Jackson-Hygienist-Jackson-Family-Dental.jpg"
    }
]